[
  {
    "idHistory": 0,
    "title": "Luis llego a casa despues de clase, ¿Como se sentia?",
    "answer1": "Con mucho sueño",
    "idAnswer1": 1,
    "answer2": "Con mucha hambre",
    "idAnswer2": 2,
    "answer3": "Con ganas de jugar",
    "idAnswer3": 3,
    "end": false
  },
  {
    "idHistory": 1,
    "title": "Luis se tumbo en la cama y tardo un rato en dormirse, ¿cuanto tiempo estuvo dormido?",
    "answer1": "Media hora",
    "idAnswer1": 4,
    "answer2": "Dos horas",
    "idAnswer2": 5,
    "answer3": "Seis horas",
    "idAnswer3": 6,
    "end": false
  },
  {
    "idHistory": 2,
    "title": "Luis se fue a la cocina y abrio la nevera, ¿que hizo?",
    "answer1": "Vio que no tenia nada para comer y pidio un campero.",
    "idAnswer1": 7,
    "answer2": "Se preparo una tortilla de patatas.",
    "idAnswer2": 8,
    "answer3": "Se preparo una pizza.",
    "idAnswer3": 9,
    "end": false
  },
  {
    "idHistory": 3,
    "title": "Luis se sento en el ordenador, ¿Que juego abrió?",
    "answer1": "League of Legends",
    "idAnswer1": 10,
    "answer2": "World of Warcraft",
    "idAnswer2": 11,
    "answer3": "Apex Legends",
    "idAnswer3": 12,
    "end": false
  },
  {
    "idHistory": 4,
    "title": "Luis se durmio durante media hora y se desperto aun cansado, pero se sentia mal por no estudiar y se puso a estudiar",
    "end": true
  },
  {
    "idHistory": 5,
    "title": "Luis se durmio durante dos horas y se desperto como nuevo, y pudo estudiar de forma eficiente.",
    "end": true
  },
  {
    "idHistory": 6,
    "title": "Luis se durmio durante seis horas y se sintio muy mal, estudio mal porque no pudo concentrarse hasta muy tarde.",
    "end": true
  },
  {
    "idHistory": 7,
    "title": "Los de la comida a domicilio tardaron una hora y media en enviar el campero y Luis no pudo comer hasta las 5 de la tarde.",
    "end": true
  },
  {
    "idHistory": 8,
    "title": "Luis preparo una tortilla de patatas muy buena aunque un poco salada.",
    "end": true
  },
  {
    "idHistory": 9,
    "title": "Luis metio la pizza en el horno y se sento en el sofa, y del cansancio que tenia se quedo dormido y se le quemo.",
    "end": true
  },
  {
    "idHistory": 10,
    "title": "Luis empezo a jugar a League of Legends y jugo una partida por lo que en media hora estaba ya mas tranquilo y estudio bien",
    "end": true
  },
  {
    "idHistory": 11,
    "title": "Luis abrió el World of Warcraft y empezo a jugar con un amigo, perdio la nocion del tiempo y estubo jugando toda la tarde hasta la hora de cenar.",
    "end": true
  },
  {
    "idHistory": 12,
    "title": "Luis abrió Apex Legend y no fue capaz de aguantar mas de dos minutos jugando ya que el juego no es nada bueno.",
    "end": true
  }
]
